/* Album: name */
"Album" = "Альбом";

/* Albums */
"Albums" = "Альбомы";

/* Birth Date */
"Birth Date" = "День рождения";

/* Cancel */
"Cancel" = "Отмена";

/* Email */
"Email" = "Email";

/* Error */
"Error" = "Ошибка";

/* Log In */
"Log In" = "Войти";

/* Name */
"Name" = "Имя";

/* No comment provided by engineer. */
"Name not filled" = "Имя не заполнено";

/* Password */
"Password" = "Пароль";

/* No comment provided by engineer. */
"Password requirements: at least 6 digits, [0-9, a-z, A-Z]" = "Требования к паролю: не менее 6 символов, [0-9, a-z, A-Z]";

/* No comment provided by engineer. */
"Phone number not valid" = "Не корректный номер телефона";

/* search */
"search..." = "поиск...";

/* Sign In */
"Sign In" = "Вход";

/* Sign Up */
"Sign Up" = "Регистация";

/* # songs */
"%d songs" = "песен";

/* Surname */
"Surname" = "Фамилия";

/* No comment provided by engineer. */
"Surname not filled" = "Фамилия не заполнена";

/* No comment provided by engineer. */
"Wrong email format" = "Не корректный e-mail";

/* Wrong username or password */
"Wrong username or password" = "Неправильное имя пользователя или пароль";

